# 옥소반 마곡본점 메뉴 데이터
MENUS = {
    "옥소반 마곡본점": [
        {"name": "런치A세트-샤브샤브(전각)", "desc": "호주산 전각 샤브샤브 런치 세트", "price": 16900, "image": null},
        {"name": "런치A세트-스키야키(전각)", "desc": "호주산 전각 스키야키 런치 세트", "price": 16900, "image": null},
        {"name": "런치-(무한)프라임등급알목심", "desc": "프라임 등급 알목심 무한 제공 런치 세트", "price": 29900, "image": null},
        {"name": "런치-(무한)프라임등급살치살", "desc": "프라임 등급 살치살 무한 제공 런치 세트", "price": 34900, "image": null},
        {"name": "디너B세트-샤브샤브(프라임알목심)", "desc": "프라임 등급 알목심 샤브샤브 디너 세트", "price": 22900, "image": null},
        {"name": "디너C세트-샤브샤브(프라임살치살)", "desc": "프라임 등급 살치살 샤브샤브 디너 세트", "price": 25900, "image": null},
        {"name": "디너D세트-샤브샤브(한우설도++)", "desc": "한우 설도++ 샤브샤브 디너 세트", "price": 27900, "image": null},
        {"name": "디너A세트-샤브샤브(전각)", "desc": "호주산 전각 샤브샤브 디너 세트", "price": 20900, "image": null},
        {"name": "디너A세트-스키야키(전각)", "desc": "호주산 전각 스키야키 디너 세트", "price": 20900, "image": null}
    ]
}
